/* Error string for OTR message string */
"A private conversation could not be set up." = "En privat samtale kunne ikke settes opp.";

/* Title for the about page */
"About" = "Om";

/* Label for button to show version numbers and licenses */
"About This Version" = "Om denne versjon";

/* SSL error message */
"Access denied" = "Ingen tilgang";

/* The string describing a buddy's account */
"Account" = "Konto";

/* Title for the accounts tab */
"Accounts" = "Kontoer";

/* This will be displayed in the UI as 'Active 10m ago'  */
"Active" = "Aktiv";

/* Button title to add someone as a buddy */
"Add" = "Legg til";

/* The title for the view to add a buddy */
"Add Buddy" = "Legg til venn";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "Add Existing Account";

/* String to describe advanced set of settings */
"Advanced" = "Avansert";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "Advanced Encryption Settings";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "An error occured while encrypting a message and the message was not sent.";

/* Shown to confirm destructive actions */
"Are you sure?" = "Are you sure?";

/* SSL error message */
"Attempt to restore an unknown session" = "Forsøk å gjenopprette en ukjent økt";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Automatisk sletting";

/* Label in buddy list for users that are available */
"Available" = "Tilgjengelig";

/* Label in buddy list for users that are away */
"Away" = "Borte";

/* SSL error message */
"Bad certificate format" = "Feil sertifikatformat";

/* SSL error message */
"Bad MAC" = "Feil med MAC-adresse";

/* SSL error message */
"Bad protocol version" = "Feil protokollversjon";

/* SSL error message */
"Bad SSLCipherSuite" = "Feil SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Feil ustøttet sertifikatformat";

/* string to describe basic set of settings */
"Basic" = "Standard";

/* username section */
"Basic Setup" = "Basic Setup";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords.";

/* No comment provided by engineer. */
"Best Available" = "Best Available";

/* The String for a button to block a buddy */
"Block" = "Blokkér";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Blokker & fjern";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Venneinfo";

/* Label for button to take a photo from camera */
"Camera" = "Camera";

/* Cancel an alert window */
"Cancel" = "Avbryt";

/* Error string for OTR message string */
"Cannot read the received message." = "Cannot read the received message.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Cannot recognize the type of OTR message received.";

/* SSL error message */
"Cert chain not verified by root" = "Sertifikatkjeden er ikke verifisert av root";

/* SSL error message */
"Certificate expired" = "Sertifikat utgått";

/* SSL error message */
"Certificate revoked" = "Sertifikat tilbakekallt";

/* SSL error message */
"Chain had a cert not yet valid" = "Kjeden hadde et sertifikat som ikke er gyldig ennå";

/* SSL error message */
"Chain had an expired cert" = "Kjeden hadde et utgått sertifikat";

/* Title for chat view */
"Chat" = "Chat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Chat sikkert med meg";

/* Title for chats view */
"Chats" = "Samtaler";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "NotSpy Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Sjekk kildekoden på Github";

/* server selection footer */
"Choose from our list of trusted servers, or use your own." = "Choose from our list of trusted servers, or use your own.";

/* title for server selection screen */
"Choose Server" = "Choose Server";

/* SSL error message */
"Cipher Suite negotiation failure" = "Feil i forhandlingene med krypteringsmetoden";

/* Label for text field where you compose a new message */
"Compose" = "Compose";

/* SSL error message */
"Configuration error" = "Konfigureringsfeil";

/* String for button to connect connect */
"Connect" = "Connect";

/* Whether or not account is logged in */
"Connected" = "Tilkoblet";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Tilkobler";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Tilkobler til Tor";

/* SSL error message */
"Connection closed gracefully" = "Tilkoblingen ble riktig avsluttet";

/* SSL error message */
"Connection closed via error" = "Tilkoblingen ble brutt grunnet feil";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Kopier";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "Could not decrypt database. If the app is not working properly, you may need to delete and reinstall.";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Could not retrieve public key from certificate";

/* No comment provided by engineer. */
"Crash Detected" = "Crash Detected";

/* Title for button to create account */
"Create" = "Create";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Opprett ny konto";

/* Start of sentence that will be followed by names */
"Created by" = "Laget av";

/* Title for progress of creating a new account */
"Creating Account" = "Creating Account";

/* Place holder label for custom domains */
"Custom" = "Custom";

/* if you want to change your username */
"Customize Username" = "Customize Username";

/* No comment provided by engineer. */
"Database Error" = "Database Error";

/* e.g. for deactivating your push account */
"Deactivate" = "Deactivate";

/* SSL error message */
"Decoding error" = "Dekodingsfeil";

/* SSL error message */
"Decompression failure" = "Dekomprimeringsfeil";

/* SSL error message */
"Decryption error" = "Dekrypteringsfeil";

/* SSL error message */
"Decryption failed" = "Dekryptering feilet";

/* SSL error message */
"Decryption failure" = "Dekrypteringsfeil";

/* default string to revert to normal language behaviour */
"Default" = "Standard";

/* Button to delete account */
"Delete Account" = "Delete Account";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Slette konto?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Slett samtaler ved frakobling";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Sendt";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Ikke forstyrr";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "Don't change these unless you really know what you're doing. By default we will always select the best available encryption method.";

/* Title for donation link */
"Donate" = "Donér";

/* Title for button to press when user is finished */
"Done" = "Ferdig";

/* Button to edit account details */
"Edit Account" = "Edit Account";

/* The string describing account name or email address for a buddy */
"Email" = "E-post";

/* enable permission */
"Enable" = "Enable";

/* button for enabling push messages */
"Enable Push" = "Enable Push";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "Enable Push in Settings";

/* No comment provided by engineer. */
"Enable Tor" = "Enable Tor";

/* Generic title for encryption errors */
"Encryption Error" = "Encryption Error";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "Enter a group name";

/* Title of error message pop-up box */
"Error" = "Error";

/* title label for error when creating account */
"Error Creating Account" = "Error Creating Account";

/* SSL error message */
"Export restriction" = "Eksportrestriksjon";

/* Default message when a user status is set to extended away */
"Extended Away" = "Utvidet fravær";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Kunne ikke koble til XMPP server. Vennligst sjekk innloggingsdetaljer og internettforbindelse og prøv igjen.";

/* SSL error message */
"Fatal alert" = "Alvorlig feil";

/* prompt to fix background fetch */
"Fix Background Fetch..." = "Fix Background Fetch...";

/* prompt to fix permissions */
"Fix Permissions..." = "Fix Permissions...";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Forgot Passphrase?";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "Generate Secure Password";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* a subtitle label for a group chat */
"Group Chat" = "Group Chat";

/* The title for the view to enter a group chat name or label */
"Group Name" = "Group Name";

/* SSL error message */
"Handshake failure" = "Handshakefeil";

/* Label for button to open link to translate app */
"Help Translate" = "Help Translate";

/* Label for button to hold to record audio */
"Hold to talk" = "Hold to talk";

/* Label text for hostname field on login scree */
"Hostname" = "Vertsnavn";

/* SSL error message */
"I/O would block (not fatal)" = "I/O ville blokkere (ikke alvorlig)";

/* SSL error message */
"Illegal parameter" = "Ugyldig parameter";

/* Label for incoming data transfers */
"Incoming" = "Incoming";

/* Short for information, button title to get more information */
"Info" = "Info";

/* SSL error message */
"Insufficient buffer provided" = "Utilstrekkelig mellomlagring";

/* SSL error message */
"Insufficient security" = "Utilstrekkelig sikkerhet";

/* SSL error message */
"Internal error" = "Intern feil";

/* SSL error message */
"Invalid certificate chain" = "Ugyldig sertifikatkjede";

/* title label for invalid email */
"Invalid Email" = "Invalid Email";

/* Button to invite friends */
"Invite Friends" = "Invite Friends";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "Knock";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "Knock Sent";

/* string to bring up language selector */
"Language" = "Språk";

/* log in to account */
"Log In" = "Logg inn";

/* log out from account */
"Log Out" = "Logg ut";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Logg inn automatisk";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Manage ChatSecure Push account";

/* Button to manage your OTR and OMEMO keys */
"Manage My Keys" = "Manage My Keys";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Administrer lagrede SSL sertifikater";

/* No comment provided by engineer. */
"Me" = "Me";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it.";

/* microphone permission is disabled */
"Microphone Disabled" = "Microphone Disabled";

/* SSL error message */
"Miscellaneous bad certificate" = "Diverse sertifikat med feil";

/* SSL error message */
"Module attach failure" = "Feil ved modultilknyttning";

/* Your QR code */
"My QR Code" = "My QR Code";

/* The string describing a buddy's display name */
"Name" = "Navn";

/* For a new settings value */
"New" = "Ny";

/* Title for New Account View */
"New Account" = "Ny konto";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Nytt SSL sertifikat";

/* Label for button to go to next step */
"Next" = "Next";

/* for choosing your XMPP vCard display name */
"Nickname" = "Nickname";

/* SSL error message */
"No Error" = "Ingen feil";

/* SSL error message */
"No renegotiation allowed" = "Ingen reforhandling tillatt";

/* Label in buddy list for users that are offline */
"Offline" = "Frakoblet";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Gammel";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Open in Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Open in Facebook";

/* Label to open link in the Safari web browser */
"Open in Safari" = "Åpne i Safari";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Open in Twitter";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Valgfritt";

/* Title for other miscellaneous settings group */
"Other" = "Annet";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Our policy requires encryption but we are trying to send an unencrypted message out.";

/* Label text for password field on login screen */
"Password" = "Passord";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Tjenersertifikat er gyldig, eller ble ignorert hvis verifisering er deaktivert";

/* SSL error message */
"Peer dropped connection before responding" = "Tjeneren mistet tilkoblingen før den fikk svart";

/* SSL error message */
"Peer host name mismatch" = "Tjenerenes vertsnavn samsvarer ikke";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Avventer godkjenning";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Slett permanent";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "Photo Library";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Festede sertifikater";

/* Label for messages that are not encrypted */
"plaintext" = "plaintext";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "Plaintext (Opportunistic OTR)";

/* No comment provided by engineer. */
"Plaintext Only" = "Plaintext Only";

/* detail title label for invalid email */
"Please choose a valid email address" = "Please choose a valid email address";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* title for contacts profile view */
"Profile" = "Profile";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Button title to show more information about Push messaging might not be working */
"Push Warning" = "Push Warning";

/* Label for qr code image */
"QR code" = "QR code";

/* Error string for OTR message string */
"Received a general OTR error." = "Received a general OTR error.";

/* Error string for OTR message string */
"Received a heartbeat." = "Received a heartbeat.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Received an encrypted message but cannot read it because no private connection is established yet.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Received an unencrypted message.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Received and discarded a message intended for another instance.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Received our own OTR messages.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Siste";

/* SSL error message */
"Record overflow" = "Dataoverflyt";

/* Button title to reject a request such as a buddy request */
"Reject" = "Avvis";

/* Label for instruction to delete current recording */
"Release to delete" = "Release to delete";

/* Label for instruction to send current audio */
"Release to send" = "Release to send";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Remember Passphrase";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Husk passord";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Fjern";

/* No comment provided by engineer. */
"Removed By Server" = "Removed By Server";

/* Reply to an incoming message */
"Reply" = "Svar";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Påkrevd";

/* Label for button to resend message. */
"Resend" = "Resend";

/* Ttitle for alert view to resend a message */
"Resend Message" = "Resend Message";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "Resending this message will use %@.";

/* e.g. for resetting push account */
"Reset" = "Reset";

/* Label for text input for XMPP resource */
"Resource" = "Resource";

/* Title for button for saving a setting */
"Save" = "Lagre";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Lagrede sertifikater";

/* Label for sharing via QR Code */
"Scan QR" = "Scan QR";

/* Label for text field where you search for a buddy */
"Search" = "Search";

/* Title heading in settings */
"Security" = "Sikkerhet";

/* Title of alert box warning about security issues */
"Security Warning" = "Sikkerhetsadvarsel";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "Send %@ encrypted message";

/* String on button to email feedback */
"Send Feedback" = "Send tilbakemelding";

/* The placeholder text in the chat view where the message should go */
"Send plaintext message" = "Send plaintext message";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "Sending";

/* Error string for OTR message string */
"Sent a heartbeat." = "Sent a heartbeat.";

/* server selection section title */
"Server" = "Server";

/* SSL error message */
"Server closed session with no notification" = "Serveren avsluttet økten uten forvarsel";

/* SSL error message */
"Server has requested a client cert" = "Serveren forlanger et klient sertifikat";

/* button to show more information about your XMPP server */
"Server Information" = "Server Information";

/* Title for the Settings screen */
"Settings" = "Innstillinger";

/* Title for sharing a link to the app */
"Share" = "Del";

/* Label for inviting friends via URL */
"Share Invite" = "Share Invite";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "Show Advanced Encryption Settings";

/* toggle switch for show advanced */
"Show Advanced Options" = "Show Advanced Options";

/* title label for signing up for a new account */
"Sign Up" = "Sign Up";

/* Label for button to skip this step */
"Skip" = "Skip";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "Someone";

/* SSL error message */
"SSL protocol error" = "SSL-protokoll feil";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "The app crashed last time it was launched. Send a crash report?";

/* Explanation for why a message could not be sent. */
"The message could not be sent because this contact cannot receive your messages at this time. This could occur because they are offline, or if you are not authorized to send them messages." = "The message could not be sent because this contact cannot receive your messages at this time. This could occur because they are offline, or if you are not authorized to send them messages.";

/* Error string for OTR message string */
"The message received contains malformed data." = "The message received contains malformed data.";

/* Error string for OTR message string */
"The previous message was resent." = "The previous message was resent.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "The XMPP server does not support in-band registration";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "Think of a unique nickname that you don't use anywhere else and doesn't contain personal information.";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "This device doesn't seem to be configured to make payments.";

/* Error message description */
"This message was received from an untrusted device." = "This message was received from an untrusted device.";

/* Error message description */
"This message was sent to an untrusted device." = "This message was sent to an untrusted device.";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "To use this feature you must re-enable microphone permissions.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor is an experimental feature, please use with caution.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* Title for error message */
"Unable to Send Message" = "Unable to Send Message";

/* SSL error message */
"Underlying cryptographic error" = "Underliggende kryptografisk feil";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Uventet (hoppet over) oppføring i DTLS";

/* SSL error message */
"Unexpected message received" = "Uventet melding mottatt";

/* SSL error message */
"Unknown Cert Authority" = "Ukjent sertifikat autoritet";

/* SSL error message */
"Unknown certificate" = "Ukjent sertifikat";

/* Describes an error without a known cause */
"Unknown Error" = "Unknown Error";

/* Label for button to unlock app */
"Unlock" = "Unlock";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "Unrecognized Invite Format";

/* Title for error message */
"Untrusted Device" = "Untrusted Device";

/* SSL error message */
"User canceled" = "Avbrutt av bruker";

/* Example of a username using the words user and example */
"user@example.com" = "user@example.com";

/* Label text for username field on login screen */
"Username" = "Brukernavn";

/* SSL error message */
"Valid cert chain, untrusted root" = "Gyldig sertifikatkjede, ikke verifisert av root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Gyldig sertifikat";

/* To let the user know the fingerprint as been checked */
"Verified" = "Verifisert";

/* Shown when verifying fingerprints */
"Verify" = "Verifiser";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verifiser Fingeravtrykk";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versjon";

/* The label for a button to view the buddy profile */
"View Profile" = "View Profile";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "View profile to review contact's devices or change encryption settings.";

/* Label text for when a transfer has not started yet */
"Waiting" = "Waiting";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "wants to chat.";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "We could not find any trusted devices for this account.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "We could not find any trusted devices for this contact.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Would you like to connect to UserVoice to send feedback?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* Notification message when buddy has approved you */
"You and %@ are now friends." = "You and %@ are now friends.";

/* String used when onboarding works */
"You're ready to use" = "You're ready to use";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Din donasjon vil finansiere den videre utviklingen av ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history.";

